sysbench/results/aws/mysql/baixa/parallel/delete_7.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           7421
        other:                           214426
        total:                           221847
    transactions:                        221847 (3662.35 per sec.)
    queries:                             221847 (3662.35 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      3662.3531
    time elapsed:                        60.5750s
    total number of events:              221847

Latency (ms):
         min:                                    0.12
         avg:                                   13.52
         max:                                  409.07
         95th percentile:                       36.24
         sum:                              2999696.62

Threads fairness:
    events (avg/stddev):           4436.9400/67.31
    execution time (avg/stddev):   59.9939/0.03