sysbench/results/aws/mysql/baixa/parallel/read_2.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            148554
        write:                           0
        other:                           21222
        total:                           169776
    transactions:                        10611  (172.99 per sec.)
    queries:                             169776 (2767.89 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      172.9930
    time elapsed:                        61.3377s
    total number of events:              10611

Latency (ms):
         min:                                   43.10
         avg:                                  283.27
         max:                                  772.47
         95th percentile:                      404.61
         sum:                              3005777.81

Threads fairness:
    events (avg/stddev):           212.2200/5.66
    execution time (avg/stddev):   60.1156/0.06